window.guideReplacements=[
  {
    "name": "Авокадо",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "оливки",
        100,
        "г"
      ],
      [
        "печень минтая или трески",
        25,
        "г"
      ],
      [
        "фундук",
        20,
        "г"
      ]
    ]
  },
  {
    "name": "Бедро куриное",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "бедро индейки",
        131,
        "г"
      ],
      [
        "филе говядины",
        87,
        "г"
      ],
      [
        "филе свинины",
        79,
        "г"
      ],
      [
        "лосось",
        98,
        "г"
      ],
      [
        "угорь",
        84,
        "г"
      ],
      [
        "скумбрия",
        74,
        "г"
      ],
      [
        "селёдка",
        115,
        "г"
      ],
      [
        "мойва",
        138,
        "г"
      ],
      [
        "горбуша",
        96,
        "г"
      ],
      [
        "форель",
        95,
        "г"
      ],
      [
        "рыба пелядь",
        103,
        "г"
      ],
      [
        "рыба язь",
        104,
        "г"
      ],
      [
        "килька",
        109,
        "г"
      ],
      [
        "лещ",
        115,
        "г"
      ],
      [
        "камбала",
        123,
        "г"
      ],
      [
        "пангасиус",
        102,
        "г"
      ],
      [
        "зубатка",
        101,
        "г"
      ],
      [
        "тунец",
        81,
        "г"
      ],
      [
        "нерка",
        97,
        "г"
      ],
      [
        "корюшка",
        128,
        "г"
      ]
    ]
  },
  {
    "name": "Бекон",
    "amount": 75,
    "unit": "г",
    "alternatives": [
      [
        "сосиски",
        90,
        "г"
      ],
      [
        "свиная шея",
        73,
        "г"
      ],
      [
        "бедро индейки",
        68,
        "г"
      ],
      [
        "печень минтая или трески",
        56,
        "г"
      ],
      [
        "тыквенные семечки",
        41,
        "г"
      ]
    ]
  },
  {
    "name": "Болгарский перец",
    "amount": 125,
    "unit": "г",
    "alternatives": [
      [
        "томаты",
        145,
        "г"
      ],
      [
        "огурцы",
        200,
        "г"
      ],
      [
        "фасоль стручковая",
        62,
        "г"
      ],
      [
        "брокколи",
        58,
        "г"
      ],
      [
        "цветная капуста",
        85,
        "г"
      ],
      [
        "укроп",
        47,
        "г"
      ],
      [
        "петрушка",
        44,
        "г"
      ],
      [
        "шпинат",
        56,
        "г"
      ],
      [
        "руккола",
        63,
        "г"
      ],
      [
        "китайская капуста",
        109,
        "г"
      ],
      [
        "капуста белокочанная",
        91,
        "г"
      ],
      [
        "кинза",
        77,
        "г"
      ],
      [
        "базилик",
        52,
        "г"
      ],
      [
        "шампиньоны",
        37,
        "г"
      ]
    ]
  },
  {
    "name": "Брокколи",
    "amount": 75,
    "unit": "г",
    "alternatives": [
      [
        "томаты",
        43,
        "г"
      ],
      [
        "огурцы",
        69,
        "г"
      ],
      [
        "фасоль стручковая",
        85,
        "г"
      ],
      [
        "цветная капуста",
        109,
        "г"
      ],
      [
        "укроп",
        37,
        "г"
      ],
      [
        "петрушка",
        18,
        "г"
      ],
      [
        "шпинат",
        74,
        "г"
      ],
      [
        "руккола",
        83,
        "г"
      ],
      [
        "китайская капуста",
        132,
        "г"
      ],
      [
        "капуста белокочанная",
        39,
        "г"
      ],
      [
        "кинза",
        100,
        "г"
      ],
      [
        "базилик",
        68,
        "г"
      ],
      [
        "шампиньоны",
        49,
        "г"
      ]
    ]
  },
  {
    "name": "Горбуша",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "кальмар",
        114,
        "г"
      ],
      [
        "креветки",
        102,
        "г"
      ],
      [
        "краб",
        112,
        "г"
      ],
      [
        "треска",
        128,
        "г"
      ],
      [
        "рыба пелядь",
        107,
        "г"
      ],
      [
        "кета",
        108,
        "г"
      ],
      [
        "щука",
        111,
        "г"
      ],
      [
        "окунь",
        111,
        "г"
      ],
      [
        "хек",
        123,
        "г"
      ],
      [
        "судак",
        111,
        "г"
      ],
      [
        "ледяная рыба",
        116,
        "г"
      ],
      [
        "рыба конгрио",
        107,
        "г"
      ],
      [
        "рыба язь",
        108,
        "г"
      ],
      [
        "пангасиус",
        106,
        "г"
      ],
      [
        "зубатка",
        104,
        "г"
      ],
      [
        "тунец",
        84,
        "г"
      ],
      [
        "корюшка",
        133,
        "г"
      ],
      [
        "минтай",
        129,
        "г"
      ],
      [
        "палтус",
        108,
        "г"
      ],
      [
        "кижуч",
        95,
        "г"
      ],
      [
        "путассу",
        111,
        "г"
      ],
      [
        "грудка индейки",
        102,
        "г"
      ],
      [
        "куриная грудка",
        87,
        "г"
      ],
      [
        "говяжья вырезка",
        102,
        "г"
      ],
      [
        "свиная вырезка",
        99,
        "г"
      ]
    ]
  },
  {
    "name": "Грецкие орехи",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "макадамия",
        86,
        "г"
      ],
      [
        "пекан",
        90,
        "г"
      ],
      [
        "кедровый орех",
        94,
        "г"
      ],
      [
        "фундук",
        102,
        "г"
      ],
      [
        "семечки подсолнечника",
        72,
        "г"
      ],
      [
        "тыквенные семечки",
        62,
        "г"
      ]
    ]
  },
  {
    "name": "Грибы (шампиньоны)",
    "amount": 70,
    "unit": "г",
    "alternatives": [
      [
        "фасоль стручковая",
        121,
        "г"
      ],
      [
        "кинза",
        143,
        "г"
      ],
      [
        "базилик",
        96,
        "г"
      ],
      [
        "креветки",
        15,
        "г"
      ]
    ]
  },
  {
    "name": "Зелёный лук",
    "amount": 30,
    "unit": "г",
    "alternatives": [
      [
        "огурцы",
        43,
        "г"
      ],
      [
        "томаты",
        31,
        "г"
      ],
      [
        "болгарский перец",
        26,
        "г"
      ],
      [
        "фасоль стручковая",
        41,
        "г"
      ],
      [
        "кабачок",
        32,
        "г"
      ],
      [
        "укроп",
        20,
        "г"
      ],
      [
        "петрушка",
        20,
        "г"
      ],
      [
        "шпинат",
        12,
        "г"
      ],
      [
        "руккола",
        13,
        "г"
      ],
      [
        "китайская капуста",
        23,
        "г"
      ],
      [
        "капуста белокочанная",
        19,
        "г"
      ],
      [
        "кинза",
        16,
        "г"
      ],
      [
        "базилик",
        11,
        "г"
      ]
    ]
  },
  {
    "name": "Икра лососёвая",
    "amount": 90,
    "unit": "г",
    "alternatives": [
      [
        "икра минтая",
        98,
        "г"
      ],
      [
        "икра сельди",
        254,
        "г"
      ]
    ]
  },
  {
    "name": "Индейка (филе грудки)",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "куриная грудка",
        84,
        "г"
      ],
      [
        "кальмар",
        111,
        "г"
      ],
      [
        "креветки",
        100,
        "г"
      ],
      [
        "мясо краба",
        110,
        "г"
      ],
      [
        "треска",
        125,
        "г"
      ],
      [
        "щука",
        108,
        "г"
      ],
      [
        "окунь",
        108,
        "г"
      ],
      [
        "хек",
        120,
        "г"
      ],
      [
        "судак",
        108,
        "г"
      ],
      [
        "ледяная рыба",
        113,
        "г"
      ],
      [
        "конгрио",
        104,
        "г"
      ],
      [
        "минтай",
        126,
        "г"
      ],
      [
        "путассу",
        108,
        "г"
      ]
    ]
  },
  {
    "name": "Кабачок (цукини)",
    "amount": 75,
    "unit": "г",
    "alternatives": [
      [
        "томаты",
        49,
        "г"
      ],
      [
        "огурцы",
        68,
        "г"
      ],
      [
        "болгарский перец",
        42,
        "г"
      ],
      [
        "фасоль стручковая",
        21,
        "г"
      ],
      [
        "цветная капуста",
        28,
        "г"
      ],
      [
        "укроп",
        15,
        "г"
      ],
      [
        "петрушка",
        14,
        "г"
      ],
      [
        "шпинат",
        18,
        "г"
      ],
      [
        "руккола",
        21,
        "г"
      ],
      [
        "китайская капуста",
        36,
        "г"
      ],
      [
        "капуста белокочанная",
        30,
        "г"
      ],
      [
        "кинза",
        25,
        "г"
      ],
      [
        "базилик",
        17,
        "г"
      ]
    ]
  },
  {
    "name": "Кальмар",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "креветки",
        105,
        "г"
      ],
      [
        "краб",
        116,
        "г"
      ],
      [
        "треска",
        132,
        "г"
      ],
      [
        "щука",
        115,
        "г"
      ],
      [
        "судак",
        115,
        "г"
      ],
      [
        "рыба конгрио",
        111,
        "г"
      ],
      [
        "минтай",
        132,
        "г"
      ],
      [
        "путассу",
        114,
        "г"
      ],
      [
        "куриная грудка",
        90,
        "г"
      ]
    ]
  },
  {
    "name": "Капуста белокочанная",
    "amount": 50,
    "unit": "г",
    "alternatives": [
      [
        "томаты",
        59,
        "г"
      ],
      [
        "огурцы",
        97,
        "г"
      ],
      [
        "фасоль стручковая",
        37,
        "г"
      ],
      [
        "цветная капуста",
        45,
        "г"
      ],
      [
        "кабачок",
        40,
        "г"
      ],
      [
        "петрушка",
        25,
        "г"
      ],
      [
        "укроп",
        27,
        "г"
      ],
      [
        "шпинат",
        32,
        "г"
      ],
      [
        "руккола",
        36,
        "г"
      ],
      [
        "китайская капуста",
        63,
        "г"
      ],
      [
        "кинза",
        44,
        "г"
      ],
      [
        "базилик",
        30,
        "г"
      ]
    ]
  },
  {
    "name": "Квашеная капуста",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "капуста белокочанная",
        39,
        "г"
      ],
      [
        "томаты",
        43,
        "г"
      ],
      [
        "огурцы",
        69,
        "г"
      ],
      [
        "фасоль стручковая",
        73,
        "г"
      ],
      [
        "цветная капуста",
        96,
        "г"
      ],
      [
        "брокколи",
        65,
        "г"
      ],
      [
        "шампиньоны",
        41,
        "г"
      ],
      [
        "укроп",
        36,
        "г"
      ],
      [
        "шпинат",
        63,
        "г"
      ],
      [
        "руккола",
        71,
        "г"
      ],
      [
        "китайская капуста",
        121,
        "г"
      ],
      [
        "кинза",
        86,
        "г"
      ],
      [
        "базилик",
        58,
        "г"
      ]
    ]
  },
  {
    "name": "Креветки",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "мясо краба",
        104,
        "г"
      ],
      [
        "треска",
        118,
        "г"
      ],
      [
        "щука",
        102,
        "г"
      ],
      [
        "окунь",
        102,
        "г"
      ],
      [
        "судак",
        102,
        "г"
      ],
      [
        "ледяная рыба",
        107,
        "г"
      ],
      [
        "рыба конгрио",
        99,
        "г"
      ],
      [
        "минтай",
        119,
        "г"
      ],
      [
        "путассу",
        109,
        "г"
      ]
    ]
  },
  {
    "name": "Куриная грудка",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "грудка индейки",
        100,
        "г"
      ],
      [
        "креветки",
        99,
        "г"
      ],
      [
        "мясо краба",
        110,
        "г"
      ],
      [
        "треска",
        125,
        "г"
      ],
      [
        "щука",
        108,
        "г"
      ],
      [
        "судак",
        108,
        "г"
      ],
      [
        "минтай",
        126,
        "г"
      ],
      [
        "путассу",
        108,
        "г"
      ]
    ]
  },
  {
    "name": "Куриные ножки",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "филе говядины",
        92,
        "г"
      ],
      [
        "филе свинины",
        86,
        "г"
      ],
      [
        "форель",
        104,
        "г"
      ],
      [
        "рыба пелядь",
        113,
        "г"
      ],
      [
        "рыба язь",
        113,
        "г"
      ],
      [
        "лосось",
        108,
        "г"
      ],
      [
        "горбуша",
        105,
        "г"
      ],
      [
        "лещ",
        126,
        "г"
      ],
      [
        "камбала",
        135,
        "г"
      ],
      [
        "пангасиус",
        112,
        "г"
      ],
      [
        "зубатЛ ка",
        110,
        "г"
      ],
      [
        "нерка",
        106,
        "г"
      ],
      [
        "корюшка",
        140,
        "г"
      ]
    ]
  },
  {
    "name": "Листья салата",
    "amount": 30,
    "unit": "г",
    "alternatives": [
      [
        "томаты",
        30,
        "г"
      ],
      [
        "огурцы",
        49,
        "г"
      ],
      [
        "болгарский перец",
        19,
        "г"
      ],
      [
        "кабачок",
        20,
        "г"
      ],
      [
        "шпинат",
        30,
        "г"
      ],
      [
        "лук зелёный",
        20,
        "г"
      ],
      [
        "укроп",
        15,
        "г"
      ],
      [
        "руккола",
        21,
        "г"
      ],
      [
        "китайская капуста",
        36,
        "г"
      ],
      [
        "капуста белокочанная",
        28,
        "г"
      ],
      [
        "кинза",
        25,
        "г"
      ],
      [
        "базилик",
        17,
        "г"
      ]
    ]
  },
  {
    "name": "Маслины",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "оливки",
        100,
        "г"
      ],
      [
        "авокадо",
        100,
        "г"
      ],
      [
        "печень минтая или трески",
        25,
        "г"
      ]
    ]
  },
  {
    "name": "Мидии",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "креветки",
        57,
        "г"
      ],
      [
        "кальмар",
        64,
        "г"
      ],
      [
        "мясо краба",
        63,
        "г"
      ],
      [
        "треска",
        72,
        "г"
      ],
      [
        "щука",
        62,
        "г"
      ],
      [
        "окунь",
        62,
        "г"
      ],
      [
        "судак",
        62,
        "г"
      ],
      [
        "ледяная рыба",
        65,
        "г"
      ],
      [
        "рыба конгрио",
        60,
        "г"
      ],
      [
        "минтай",
        72,
        "г"
      ],
      [
        "путассу",
        62,
        "г"
      ]
    ]
  },
  {
    "name": "Огурец",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "томаты",
        60,
        "г"
      ],
      [
        "перец болгарский",
        40,
        "г"
      ],
      [
        "кабачок",
        41,
        "г"
      ],
      [
        "баклажаны",
        63,
        "г"
      ],
      [
        "шампиньоны",
        19,
        "г"
      ],
      [
        "капуста белокочанная",
        45,
        "г"
      ],
      [
        "китайская капуста",
        55,
        "г"
      ],
      [
        "шпинат",
        28,
        "г"
      ],
      [
        "лук зелёный",
        38,
        "г"
      ],
      [
        "укроп",
        24,
        "г"
      ],
      [
        "руккола",
        32,
        "г"
      ],
      [
        "кинза",
        39,
        "г"
      ],
      [
        "базилик",
        26,
        "г"
      ]
    ]
  },
  {
    "name": "Оливки",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "маслины",
        100,
        "г"
      ],
      [
        "авокадо",
        100,
        "г"
      ],
      [
        "печень минтая или трески",
        25,
        "г"
      ]
    ]
  },
  {
    "name": "Печень минтая",
    "amount": 50,
    "unit": "г",
    "alternatives": [
      [
        "печень трески",
        50,
        "г"
      ],
      [
        "авокадо",
        136,
        "г"
      ],
      [
        "оливки",
        150,
        "г"
      ],
      [
        "бедро индейки",
        60,
        "г"
      ],
      [
        "сыр",
        39,
        "г"
      ],
      [
        "фундук",
        33,
        "г"
      ],
      [
        "тыквенные семечки",
        37,
        "г"
      ]
    ]
  },
  {
    "name": "Репчатый лук",
    "amount": 37,
    "unit": "г",
    "alternatives": [
      [
        "кабачок",
        61,
        "г"
      ],
      [
        "лук зелёный",
        51,
        "г"
      ],
      [
        "болгарский перец",
        42,
        "г"
      ],
      [
        "томаты",
        49,
        "г"
      ],
      [
        "огурцы",
        68,
        "г"
      ],
      [
        "фасоль стручковая",
        20,
        "г"
      ],
      [
        "укроп",
        15,
        "г"
      ],
      [
        "руккола",
        21,
        "г"
      ],
      [
        "китайская капуста",
        36,
        "г"
      ],
      [
        "кинза",
        25,
        "г"
      ]
    ]
  },
  {
    "name": "Свинина",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "бедро куриное",
        114,
        "г"
      ],
      [
        "бедро индейки",
        150,
        "г"
      ],
      [
        "филе говядины",
        96,
        "г"
      ],
      [
        "баранья вырезка",
        111,
        "г"
      ]
    ]
  },
  {
    "name": "Свиная вырезка",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "говяжья вырезка",
        103,
        "г"
      ],
      [
        "грудка индейки",
        103,
        "г"
      ],
      [
        "куриная грудка",
        87,
        "г"
      ],
      [
        "кальмар",
        115,
        "г"
      ],
      [
        "креветки",
        103,
        "г"
      ],
      [
        "мясо краба",
        114,
        "г"
      ],
      [
        "треска",
        129,
        "г"
      ],
      [
        "щука",
        112,
        "г"
      ],
      [
        "судак",
        112,
        "г"
      ],
      [
        "рыба конгрио",
        109,
        "г"
      ],
      [
        "минтай",
        130,
        "г"
      ],
      [
        "путассу",
        112,
        "г"
      ]
    ]
  },
  {
    "name": "Свиной фарш",
    "amount": 500,
    "unit": "г",
    "alternatives": [
      [
        "куриный фарш",
        325,
        "г"
      ],
      [
        "фарш из индейки",
        347,
        "г"
      ],
      [
        "говяжий фарш",
        406,
        "г"
      ],
      [
        "фарш из баранины",
        392,
        "г"
      ],
      [
        "бекон",
        270,
        "г"
      ],
      [
        "сосиски",
        454,
        "г"
      ],
      [
        "сыр",
        280,
        "г"
      ],
      [
        "печень минтая или трески",
        250,
        "г"
      ],
      [
        "лосось",
        325,
        "г"
      ],
      [
        "угорь",
        352,
        "г"
      ],
      [
        "скумбрия",
        361,
        "г"
      ],
      [
        "селёдка",
        382,
        "г"
      ]
    ]
  },
  {
    "name": "Слабосолёный лосось",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "скумбрия",
        100,
        "г"
      ],
      [
        "селёдка",
        125,
        "г"
      ],
      [
        "икра сельди",
        67,
        "г"
      ],
      [
        "мойва",
        161,
        "г"
      ],
      [
        "угорь",
        114,
        "г"
      ]
    ]
  },
  {
    "name": "Сливки 10%",
    "amount": 150,
    "unit": "мл",
    "alternatives": [
      [
        "творожный (сливочный) сыр",
        64,
        "г"
      ]
    ]
  },
  {
    "name": "Сливочный (творожный) сыр",
    "amount": 75,
    "unit": "г",
    "alternatives": [
      [
        "сыр",
        20,
        "г"
      ],
      [
        "печень минтая или трески",
        25,
        "г"
      ],
      [
        "бекон",
        33,
        "г"
      ],
      [
        "сосиски",
        45,
        "г"
      ],
      [
        "тыквенные семечки",
        19,
        "г"
      ]
    ]
  },
  {
    "name": "Сосиски",
    "amount": 45,
    "unit": "г",
    "alternatives": [
      [
        "бекон",
        33,
        "г"
      ],
      [
        "сыр",
        20,
        "г"
      ],
      [
        "тыквенные семечки",
        22,
        "г"
      ]
    ]
  },
  {
    "name": "Стебель сельдерея",
    "amount": 75,
    "unit": "г",
    "alternatives": [
      [
        "стручковая фасоль",
        29,
        "г"
      ],
      [
        "кинза",
        35,
        "г"
      ],
      [
        "базилик",
        23,
        "г"
      ]
    ]
  },
  {
    "name": "Стручковая фасоль",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "шампиньоны",
        59,
        "г"
      ],
      [
        "кинза",
        116,
        "г"
      ],
      [
        "базилик",
        80,
        "г"
      ]
    ]
  },
  {
    "name": "Сыр",
    "amount": 50,
    "unit": "г",
    "alternatives": [
      [
        "шампиньоны",
        269,
        "г"
      ],
      [
        "бедро куриное",
        59,
        "г"
      ],
      [
        "бедро индейки",
        77,
        "г"
      ],
      [
        "мойва",
        88,
        "г"
      ],
      [
        "килька",
        82,
        "г"
      ],
      [
        "селёдка",
        68,
        "г"
      ],
      [
        "корюшка",
        75,
        "г"
      ]
    ]
  },
  {
    "name": "Томаты",
    "amount": 150,
    "unit": "г",
    "alternatives": [
      [
        "огурцы",
        218,
        "г"
      ],
      [
        "стручковая фасоль",
        69,
        "г"
      ],
      [
        "шампиньоны",
        40,
        "г"
      ],
      [
        "баклажаны",
        145,
        "г"
      ],
      [
        "кабачок",
        100,
        "г"
      ],
      [
        "брокколи",
        62,
        "г"
      ],
      [
        "цветная капуста",
        91,
        "г"
      ],
      [
        "укроп",
        50,
        "г"
      ],
      [
        "петрушка",
        47,
        "г"
      ],
      [
        "шпинат",
        60,
        "г"
      ],
      [
        "руккола",
        67,
        "г"
      ],
      [
        "китайская капуста",
        116,
        "г"
      ],
      [
        "капуста белокочанная",
        97,
        "г"
      ],
      [
        "кинза",
        82,
        "г"
      ],
      [
        "базилик",
        55,
        "г"
      ]
    ]
  },
  {
    "name": "Тунец",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "креветки",
        121,
        "г"
      ],
      [
        "мясо краба",
        134,
        "г"
      ],
      [
        "треска",
        152,
        "г"
      ],
      [
        "щука",
        104,
        "г"
      ],
      [
        "окунь",
        103,
        "г"
      ],
      [
        "хек",
        147,
        "г"
      ],
      [
        "судак",
        132,
        "г"
      ],
      [
        "ледяная рыба",
        138,
        "г"
      ],
      [
        "рыба конгрио",
        128,
        "г"
      ],
      [
        "минтай",
        153,
        "г"
      ],
      [
        "путассу",
        132,
        "г"
      ],
      [
        "грудка индейки",
        122,
        "г"
      ],
      [
        "куриная грудка",
        103,
        "г"
      ]
    ]
  },
  {
    "name": "Укроп",
    "amount": 30,
    "unit": "г",
    "alternatives": [
      [
        "зелёный лук",
        25,
        "г"
      ],
      [
        "петрушка",
        17,
        "г"
      ],
      [
        "шпинат",
        33,
        "г"
      ],
      [
        "руккола",
        37,
        "г"
      ],
      [
        "китайская капуста",
        68,
        "г"
      ],
      [
        "капуста белокочанная",
        30,
        "г"
      ],
      [
        "кинза",
        48,
        "г"
      ],
      [
        "базилик",
        33,
        "г"
      ]
    ]
  },
  {
    "name": "Фундук",
    "amount": 30,
    "unit": "г",
    "alternatives": [
      [
        "грецкий орех",
        29,
        "г"
      ],
      [
        "кедровый орех",
        32,
        "г"
      ],
      [
        "тыквенные семечки",
        18,
        "г"
      ],
      [
        "оливки",
        130,
        "г"
      ],
      [
        "авокадо",
        120,
        "г"
      ]
    ]
  },
  {
    "name": "Цветная капуста",
    "amount": 300,
    "unit": "г",
    "alternatives": [
      [
        "фасоль стручковая",
        233,
        "г"
      ],
      [
        "брокколи",
        206,
        "г"
      ],
      [
        "шампиньоны",
        136,
        "г"
      ],
      [
        "болгарский перец",
        76,
        "г"
      ],
      [
        "томаты",
        129,
        "г"
      ],
      [
        "огурцы",
        197,
        "г"
      ],
      [
        "кабачок",
        82,
        "г"
      ],
      [
        "баклажан",
        116,
        "г"
      ],
      [
        "укроп",
        84,
        "г"
      ],
      [
        "петрушка",
        42,
        "г"
      ],
      [
        "шпинат",
        201,
        "г"
      ],
      [
        "руккола",
        226,
        "г"
      ],
      [
        "китайская капуста",
        297,
        "г"
      ],
      [
        "капуста белокочанная",
        88,
        "г"
      ],
      [
        "кинза",
        274,
        "г"
      ],
      [
        "базилик",
        185,
        "г"
      ],
      [
        "листья салата",
        101,
        "г"
      ],
      [
        "зелёный лук",
        60,
        "г"
      ]
    ]
  },
  {
    "name": "Шпинат",
    "amount": 100,
    "unit": "г",
    "alternatives": [
      [
        "листья салата",
        100,
        "г"
      ],
      [
        "руккола",
        100,
        "г"
      ],
      [
        "щавель",
        100,
        "г"
      ],
      [
        "свекольные листья",
        100,
        "г"
      ],
      [
        "кинза",
        135,
        "г"
      ]
    ]
  },
  {
    "name": "Яйцо куриное целое",
    "amount": 1,
    "unit": "шт.",
    "alternatives": [
      [
        "Креветки",
        33,
        "г"
      ],
      [
        "Слабосолёный лосось",
        33,
        "г"
      ],
      [
        "Сыр",
        28,
        "г"
      ],
      [
        "Мидии",
        50,
        "г"
      ],
      [
        "Мясо краба",
        35,
        "г"
      ]
    ]
  }
];
